tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'autoconf'
brew 'automake'
brew 'cscope'
brew 'ctags'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'go'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'leiningen'
brew 'openssl'
brew 'libevent'
brew 'macvim', args: ['with-override-system-vim']
brew 'neo4j'
brew 'node'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'the_silver_searcher'
brew 'tmux'
brew 'wxmac'
brew 'erlang'
cask 'google-chrome'
cask 'iterm2'
cask 'skype'
cask 'spotify'
cask 'unrarx'
cask 'vlc'
